{
    "dmag": {
        "title": "Draw me a Garden",
        "role": "PHP and JS developper (intern)",
        "techStack": [
            "js",
            "php",
            "sass",
            "mysql"
        ],
        "description": "Draw Me A Garden is a startup that aims to advise and create gardens based on location and dimensions of the area with the use of 3D models and gardening experts.<br><br>I've been able to create new features and continue developments on the website and on the garden creation app.",
        "link": {
            "label": "dmag.fr",
            "url": "https://www.dmag.fr"
        },
        "periode": {
            "start": [
                6,
                2019
            ],
            "end": [
                12,
                2019
            ]
        }
    },
    "mashup": {
        "title": "Mashup Studio",
        "role": "Fullstack developper",
        "techStack": [
            "ts",
            "react",
            "electron",
            "node",
            "mongodb"
        ],
        "description": "The mashup table is an educational tool that allows the user to intuitively edit and manipulate video, sounds or images via tagged paper cards placed on the device.<br><br>I was in charge of developing a robust core engine for manipulating media and tracking their position, then creating specific apps for clients such as schools and museums for educational workshops, presentation and interactive information display.",
        "link": {
            "label": "mashuptable.fr",
            "url": "https://www.mashuptable.fr"
        },
        "periode": {
            "start": [
                1,
                2020
            ],
            "end": [
                1,
                2021
            ]
        }
    },
    "tripica": {
        "title": "triPica",
        "role": "Front-end developper",
        "techStack": [
            "ts",
            "react",
            "reactnative",
            "svelte",
            "sass"
        ],
        "description": "triPica is a SaaS company that provides telecom and energy industries with tools to create digital propositions for their clients (mobile packages, energy contracts, eKYC).<br><br>I was in a team in charge of developing the business support system platform and the mobile app for telecom customers.",
        "link": {
            "label": "tripica.com",
            "url": "https://www.tripica.com"
        },
        "periode": {
            "start": [
                1,
                2021
            ],
            "end": [
                11,
                2022
            ]
        }
    },
    "cryptonovae": {
        "title": "Cryptonovae",
        "role": "Software developper",
        "techStack": [
            "ts",
            "svelte",
            "electron",
            "node",
            "tailwind"
        ],
        "description": "Cryptonovae is a startup whose objective is to develop a platform to centralize crypto exchanges (CEX and DEX) on a single app.<br><br>I was in a team responsible for the electron app and the trading engine, as the lead developer of the app my goal was to make it communicate with the C# trading engine and the backend API while also creating a clean and modern UI.",
        "link": {
            "label": "cryptonovae.com",
            "url": "https://cryptonovae.com"
        },
        "periode": {
            "start": [
                11,
                2021
            ],
            "end": [
                3,
                2023
            ]
        }
    },
    "francetv": {
        "title": "France TV",
        "role": "Front-end developper",
        "techStack": [
            "ts",
            "svelte",
            "react",
            "sass"
        ],
        "description": "France TV is the french national public television broadcaster, I worked in a team in charge of the NOWU media, which is an article website that aims to educate and raise public awareness on ecology.<br><br>As the front end developer I added various features to the website such as information feeds, quizzes, filter search and more. Eco conception was very important from the start and the team and I spent a lot of time trying to find innovative ways to make the website as energy efficient as possible.",
        "link": {
            "label": "nowuproject.eu",
            "url": "https://www.nowuproject.eu"
        },
        "periode": {
            "start": [
                2,
                2023
            ],
            "end": [
                1,
                2024
            ]
        }
    }
}